// 聊天过滤词
// 内容格式 序号:'内容'
// 不可包含符号 如'~@等
// 序号必须连续拜列
var wordmap = {0:'赌博',1:'军火',2:'毒品',3:'冰毒',4:'习近平',5:'江泽民',6:'胡锦涛',7:'温家宝',8:'习仲勋',9:'共产党',10:'反共',11:'反党',12:'FUCK',13:'真善忍',14:'李洪志',15:'肉棍',16:'淫靡',17:'迷昏药',18:'窃听器',19:'买卖枪支',20:'麻醉药',21:'短信群发器',22:'摇头丸',23:'黑社会',24:'枪决女犯',25:'出售假币',26:'共产党',27:'手枪',28:'色情',29:'手淫',30:'强奸',31:'干你',32:'操你妈',33:'你妈逼',34:'cao你妈',35:'淫荡',36:'阴道',37:'女优',38:'性虐待',39:'强奸犯',40:'日你妈',41:'操你',42:'你真丑',43:'丑b',44:'丑鬼',45:'性交',46:'性生活',47:'想日你',48:'生孩子',49:'骚b',50:'骚货',51:'穷b',52:'淫秽',53:'性器官',54:'鸡巴',55:'狗b',56:'诈骗',57:'摇头丸',58:'K粉',59:'嫖娼',60:'叫床',61:'叫春',62:'发情',63:'性病',64:'梅毒',65:'阴道炎',66:'溃烂',67:'乳房',68:'小姐',69:'情妇',70:'卖淫',71:'法轮功',72:'法轮大法'};